{
    "account": "Personal account",
    "login": "Login/Register",
    "makeOrder": "Make an order",
    "about": "About the company",
    "authorized": "Authorized user",
    "user": "User:",
    "logout": "Logout of the account",
    "loading": "Loading...",
    "changeLang":"Change Language ",

    "landing": {
      "slide1": {
        "title": "CargoTranspotatioN Corporation",
        "description": "A modern organization that is changing the way we look at freight transportation."
      },
      "slide2": {
        "title": "Fast delivery",
        "description": "We provide the fastest possible transportation of your shipments around the world."
      },
      "slide3": {
        "title": "Reliability and safety",
        "description": "We guarantee safety of your cargo at all stages of transportation."
      },
      "slide4": {
        "title": "Individual approach",
        "description": "Developing solutions that are precisely tailored to your needs."
      }
    },

    "userInfo": {
      "title": "User information",
      "email": "User email",
      "role": "User Role",
      "roleUnavailable": "not yet available",
      "authStatus": "User authorization status",
      "authenticated": "authorized",
      "notAuthenticated": "unauthorized",
      "activationStatus": "Activation:",
      "activated": "account confirmed by email",
      "notActivated": "confirm your e-mail",
      "checklist": "A list of your orders",
      "adminChecklist": "Order list",
      "noOrders": "No orders",
      "table": {
        "orderID": "Order ID",
        "pickupLocation": "Pickup Location",
        "deliveryLocation": "Delivery Location",
        "description": "Description",
        "price": "Price",
        "status": "Status",
        "name": "Name",
        "email": "Email",
        "phoneNumber": "PhoneNumber",
        "save": "Save",
        "cancel": "Cancel"
      }
    },

    "order": {
      "nameError": "Please enter a name",
      "emailError": "Enter a valid email address",
      "emailError2": "Please enter your email",
      "title": "Shipping your order",
      "thank": "Thank you for choosing our trucking service! To arrange and ship your shipment, please fill out the form below. Please make sure that all data is correct to avoid delays in the shipping process.",
      "step1": "Step 1: Fill in the shipment details ",
      "description1": "Enter all necessary information about your shipment, including type of goods, quantity and place of shipment. It is important to provide accurate data so that our service can accurately calculate the cost and delivery time.",
      "step2": "Step 2: Familiarize yourself with the hazards of the shipment ",
      "description2": "If your shipment is categorized as hazardous goods, please download our file with a list of all possible hazards. Please read the transportation conditions carefully.",
      "step3": "Step 3: Enter your contact details ",
      "description3": "Please provide your contact information so that we can process your order promptly and alert you to possible changes.",
      "step4": "Step 4: Select additional services ",
      "description4": "Check if you need additional services (such as packing, insurance, and others).",
      "step5": "Step 5: Submit your order ",
      "description5": "When all fields are filled in, click Submit to confirm your order. Your data will be processed and we will contact you with further details.",
      "downloadFile": "Download the cargo hazards file",
      "openForm": "Open the form to send an order",
      "adminForm": "You can't place orders",
      "formTitle": "Fill in the data to send your order",
      "name": "Name",
      "email": "Email",
      "phone": "Phone",
      "dangerType": "Danger Type",
      "distance": "Distance of transportation(km)",
      "volume": "Cargo volume(m³)",
      "pickupLocation": "Point of Departure:",
      "deliveryLocation": "Destination:",
      "calculatePrice": "Calculate price",
      "price": "Trucking price:",
      "description": "Description and Information",
      "submitOrder": "Send order",
      "cancel": "Cancel"
    },

    "aboutCompany": {
    "title": "About the Company",
    "description": "CargoTransportatioN LLC is a reliable partner in cargo transportation, providing a full range of services for delivering goods across Russia and CIS countries. Since 2015, we have been helping businesses and individuals safely and quickly transport goods of any complexity, offering modern solutions and an individual approach to each client. We provide road transportation of all types of cargo, including consolidated and individual shipments, as well as offer international delivery with full customs procedures support. For customer convenience, our company provides warehouse services with the option of storage, packaging, and cargo preparation for transportation. Our fleet includes more than 100 modern vehicles, allowing us to transport goods of various weights and volumes. We guarantee reliability at every stage – from packaging to delivery, and the ability to track cargo in real-time through the app gives our clients confidence in timely delivery. Each collaboration with us is built on reliability, promptness, and high-level service. Our specialists develop optimal routes to minimize your costs, and all cargo is insured for added safety. Contact us to get quality cargo transportation services:",
    "phone": "Phone: +7 (495) 123-45-67",
    "email": "Email: CargoTransportatioN@mail.ru",
    "address": "Office Address: Astana, Abay St., 10, office 15",
    "workingHours": "Working hours: Mon-Fri from 8:00 to 17:00",
    "tagline": "CargoTransportatioN LLC – we deliver your goods with care and professionalism!"
    },

    "loginPage":{
      "errorMessage": "Accept the Terms of Use",
      "iAccept": "I ACCEPT",
      "conditionsCaps": "TERMS OF USE",
      "accept": "Accept",
      "cancel": "Cancel",
      "login": "Login",
      "registration": "Register",
      "emailRequired": "Email is required",
      "conditions": "Terms of Use"
    },

    "privacyPolicy": {
      "title": "Privacy Policy",
      "introduction": {
        "line1": "Introduction",
        "line2": "This Privacy Policy (the “Policy”) describes how CargoTransportatioN (the “Company, we, our or us”) collects, uses, shares and protects your personal information submitted through our worldwide trucking website.",
        "line3": "We understand the importance of ensuring the privacy and security of our customers' data and ensure that it is processed in accordance with applicable laws and regulations."
      },
      "dataCollection": {
        "title": "1. Collection of personal data",
        "line1": "We may collect the following types of personal data:",
        "line2": "First name, last name, middle name;",
        "line3": "Contact information (phone number, e-mail address);",
        "line4": "Shipping and delivery address of shipments;",
        "line5": "Payment data (including information about bank cards or other payment methods);",
        "line6": "Shipment information (dimensions, weight, contents, value);",
        "line7": "History of orders and interactions with the Site;",
        "line8": "Technical information (IP address, cookies, device and browser data).",
        "line9": "We only collect your data if you voluntarily provide it by using our Site, registering on it or placing an order."
      },
      "dataUsage": {
        "title": "2. Objectives of data processing",
        "line1": "Your personal data is used solely for the following purposes:",
        "line2": "Processing and fulfillment of trucking orders;",
        "line3": "Providing quality customer service;",
        "line4": "Informing on order status and providing updates;",
        "line5": "Fulfilling Legal Obligations;",
        "line6": "Improving the operation of our Site and services;",
        "line7": "Providing personalized offers and promotional materials (only with your consent)."
      },
      "dataSharing": {
        "title": "3. Transfer of data to third parties",
        "line1": "We do not share your data with third parties, except as required by law and to fulfill an order, including:",
        "line2": "To transportation and logistics partners for cargo delivery;",
        "line3": "Financial institutions to process payments;",
        "line4": "To public authorities upon request within the scope of the legislation.",
        "line5": "In all other cases, data may only be transferred with your prior consent."
      },
      "dataSecurity": {
        "title": "4. Data security",
        "line1": "We take all necessary measures to protect your data from unauthorized access, loss, alteration or dissemination.",
        "line2": "Specifically:",
        "line3": "We use modern data encryption technologies;",
        "line4": "Restrict access to data to only those employees who need it to perform their duties;",
        "line5": "We update our security systems on a regular basis."
      },
      "userRights": {
        "title": "5. Your rights",
        "line1": "You have the following rights in relation to your personal data:",
        "line2": "Access your data and get a copy of the information we store;",
        "line3": "Correct or update your information;",
        "line4": "Delete your data (provided there is no legal obligation requiring it to be retained);",
        "line5": "Limit the processing of your data or object to the processing of your data;",
        "line6": "Withdraw consent to data processing at any time.",
        "line7": "To exercise your rights, you may contact us at the contacts listed in the Contact Us section."
      },
      "cookies": {
        "title": "6. Use of cookies",
        "line1": "We use cookies to improve the performance of the Site. Cookies allow:",
        "line2": "Memorize your preferences;",
        "line3": "Analyze behavior on the Site to improve it;",
        "line4": "Show relevant promotional materials.",
        "line5": "You can manage the cookie settings in your browser."
      },
      "dataRetention": {
        "title": "7. Data storage",
        "line1": "We only keep your data for as long as is necessary to fulfill the purposes set out in the Policy or as required by law."
      },
      "policyUpdates": {
        "title": "8. Changes to the Policy",
        "line1": "We reserve the right to update this Policy. Any changes will be posted on this page and we encourage you to check back regularly to make sure it is up to date."
      },
      "contact": {
        "title": "9. Contacts",
        "line1": "If you have any questions or queries regarding the processing of your data, please contact us:",
        "line2": "Email: [CargoTransportatioN@mail.ru]",
        "line3": "Phone: +88005553535",
        "line4": "Address: Astana, Abaya str. 10, office 15",
        "line5": "We value your trust and do everything we can to ensure the security and privacy of your data.",
        "line6": "Last update date: 12/22/2024."
      }
    }
  }
  