{
    "account": "Личный кабинет",
    "login": "Войти/Зарегистрироваться",
    "makeOrder": "Сделать заказ",
    "about": "О компании",
    "authorized": "Авторизованный пользователь",
    "user": "Пользователь:",
    "logout": "Выйти из аккаунта",
    "loading": "Загрузка...",
    "changeLang":"Сменить язык",

    "landing": {
      "slide1": {
        "title": "ReactExpress Corporation",
        "description": "Современная организация, меняющая взгляд на транспортировку грузов."
      },
      "slide2": {
        "title": "Быстрая доставка",
        "description": "Мы обеспечиваем максимально быструю транспортировку ваших грузов по всему миру."
      },
      "slide3": {
        "title": "Надёжность и безопасность",
        "description": "Гарантируем сохранность ваших грузов на всех этапах перевозки."
      },
      "slide4": {
        "title": "Индивидуальный подход",
        "description": "Разрабатываем решения, которые точно соответствуют вашим потребностям."
      }
    },

    "userInfo": {
      "title": "Информация о пользователе",
      "email": "Почта пользователя",
      "role": "Роль  пользователя",
      "roleUnavailable": "пока отсутствует",
      "authStatus": "Статус авторизации пользователя",
      "authenticated": "авторизован",
      "notAuthenticated": "не авторизован",
      "activationStatus": "Статус подтверждения пользователя",
      "activated": "аккаунт подтвержден по почте",
      "notActivated": "подтвердите вашу почту"
    },

    "order": {
      "nameError": "Пожалуйста, введите имя",
      "emailError": "Введите корректный email",
      "emailError2": "Пожалуйста, введите email",
      "checklist": "Список ваших заказов",
      "title": "Отправка вашего заказа",
      "thank": "Спасибо за выбор нашей службы грузоперевозок! Для оформления и отправки вашего груза, пожалуйста, заполните форму ниже. Убедитесь, что все данные указаны верно, чтобы избежать задержек в процессе доставки.",
      "step1": "Шаг 1: Заполните данные о грузе ",
      "description1": "Введите всю необходимую информацию о вашем грузе, включая тип товара, количество и место отправления. Важно указать точные данные, чтобы наш сервис мог точно рассчитать стоимость и сроки доставки.",
      "step2": "Шаг 2: Ознакомьтесь с опасностями груза ",
      "description2": "Если ваш груз относится к категории опасных товаров, пожалуйста, скачайте наш файл с перечнем всех возможных опасностей. Внимательно ознакомьтесь с условиями транспортировки.",
      "step3": "Шаг 3: Введите свои контактные данные ",
      "description3": "Пожалуйста, укажите ваши контактные данные для связи, чтобы мы могли оперативно обработать ваш заказ и предупредить о возможных изменениях.",
      "step4": "Шаг 4: Выберите дополнительные услуги ",
      "description4": "Отметьте, если вам нужны дополнительные услуги (например, упаковка, страховка и другие).",
      "step5": "Шаг 5: Отправьте заказ ",
      "description5": "Когда все поля будут заполнены, нажмите кнопку Отправить, чтобы подтвердить заказ. Ваши данные будут обработаны, и мы свяжемся с вами для уточнения деталей.",
      "downloadFile": "Скачать файл с опасностями груза",
      "openForm": "Открыть форму для отправки заказа",
      "formTitle": "Заполните данные для отправки заказа",
      "name": "Имя",
      "email": "Email",
      "phone": "Телефон",
      "dangerType": "Тип Опасности",
      "description": "Описание и Информация",
      "submitOrder": "Отправить заказ",
      "cancel": "Отмена"
    },

    "aboutCompany": { 
    "title": "О компании",
    "description": "ООО «CargoTransportatioN» – это надежный партнер в сфере грузоперевозок, предоставляющий полный спектр услуг по доставке грузов по всей России и странам СНГ. Мы с 2015 года помогаем бизнесу и частным клиентам безопасно и быстро доставлять грузы любой сложности, предлагая современные решения и индивидуальный подход к каждому клиенту. Мы осуществляем автомобильные перевозки всех типов грузов, включая сборные и индивидуальные партии, а также предлагаем международную доставку с полным сопровождением таможенных процедур. Для удобства клиентов наша компания предоставляет складские услуги с возможностью хранения, упаковки и подготовки грузов к транспортировке. Наш автопарк насчитывает более 100 современных автомобилей, что позволяет перевозить грузы различного веса и объема. Мы гарантируем надежность на каждом этапе – от упаковки до доставки, а возможность отслеживания груза в реальном времени через приложение дает нашим клиентам уверенность в своевременной доставке. Каждое сотрудничество с нами строится на основе надежности, оперативности и высокого уровня сервиса. Наши специалисты разрабатывают оптимальные маршруты, чтобы минимизировать ваши затраты, а все грузы застрахованы для дополнительной безопасности. Свяжитесь с нами, чтобы получить качественные услуги грузоперевозок:",
    "phone": "Телефон: +7 (495) 123-45-67",
    "email": "Электронная почта: CargoTransportatioN@mail.ru",
    "address": "Адрес офиса: г. Астана, ул. Абая, д. 10, офис 15",
    "workingHours": "Рабочее время: Пн-Пт с 8:00 до 17:00",
    "tagline": "ООО «CargoTransportatioN» – мы доставляем ваши грузы с заботой и профессионализмом!"
    },

    "loginPage":{
      "errorMessage": "Примите Условия пользования",
      "iAccept": "Я ПРИНИМАЮ",
      "conditions": "УСЛОВИЯ ПОЛЬЗОВАНИЯ",
      "accept": "Принять",
      "cancel": "Отказаться",
      "login": "Логин",
      "registration": "Регистрация"
    }
  }
  