{
    "account": "Личный кабинет",
    "login": "Войти/Зарегистрироваться",
    "makeOrder": "Сделать заказ",
    "about": "О компании",
    "authorized": "Авторизованный пользователь",
    "user": "Пользователь:",
    "logout": "Выйти из аккаунта",
    "loading": "Загрузка...",
    "changeLang":"Сменить язык",

    "landing": {
      "slide1": {
        "title": "CargoTranspotatioN Corporation",
        "description": "Современная организация, меняющая взгляд на транспортировку грузов."
      },
      "slide2": {
        "title": "Быстрая доставка",
        "description": "Мы обеспечиваем максимально быструю транспортировку ваших грузов по всему миру."
      },
      "slide3": {
        "title": "Надёжность и безопасность",
        "description": "Гарантируем сохранность ваших грузов на всех этапах перевозки."
      },
      "slide4": {
        "title": "Индивидуальный подход",
        "description": "Разрабатываем решения, которые точно соответствуют вашим потребностям."
      }
    },

    "userInfo": {
      "title": "Информация о пользователе",
      "email": "Почта пользователя",
      "role": "Роль  пользователя",
      "roleUnavailable": "пока отсутствует",
      "authStatus": "Статус авторизации пользователя",
      "authenticated": "авторизован",
      "notAuthenticated": "не авторизован",
      "activationStatus": "Активация:",
      "activated": "аккаунт подтвержден по почте",
      "notActivated": "подтвердите вашу почту",
      "checklist": "Список ваших заказов",
      "adminChecklist": "Список заказов",
      "noOrders": "Заказов нет",
      "table": {
        "orderID": "ID заказа",
        "pickupLocation": "Пункт отправления",
        "deliveryLocation": "Пункт назначения",
        "description": "Описание",
        "price": "Цена",
        "status": "Статус",
        "name": "Имя",
        "email": "Email",
        "phoneNumber": "Телефон",
        "save": "Сохранить",
        "cancel": "Отмена"
      }
    },

    "order": {
      "nameError": "Пожалуйста, введите имя",
      "emailError": "Введите корректный email",
      "emailError2": "Пожалуйста, введите email",
      "title": "Отправка вашего заказа",
      "thank": "Спасибо за выбор нашей службы грузоперевозок! Для оформления и отправки вашего груза, пожалуйста, заполните форму ниже. Убедитесь, что все данные указаны верно, чтобы избежать задержек в процессе доставки.",
      "step1": "Шаг 1: Заполните данные о грузе ",
      "description1": "Введите всю необходимую информацию о вашем грузе, включая тип товара, количество и место отправления. Важно указать точные данные, чтобы наш сервис мог точно рассчитать стоимость и сроки доставки.",
      "step2": "Шаг 2: Ознакомьтесь с опасностями груза ",
      "description2": "Если ваш груз относится к категории опасных товаров, пожалуйста, скачайте наш файл с перечнем всех возможных опасностей. Внимательно ознакомьтесь с условиями транспортировки.",
      "step3": "Шаг 3: Введите свои контактные данные ",
      "description3": "Пожалуйста, укажите ваши контактные данные для связи, чтобы мы могли оперативно обработать ваш заказ и предупредить о возможных изменениях.",
      "step4": "Шаг 4: Выберите дополнительные услуги ",
      "description4": "Отметьте, если вам нужны дополнительные услуги (например, упаковка, страховка и другие).",
      "step5": "Шаг 5: Отправьте заказ ",
      "description5": "Когда все поля будут заполнены, нажмите кнопку Отправить, чтобы подтвердить заказ. Ваши данные будут обработаны, и мы свяжемся с вами для уточнения деталей.",
      "downloadFile": "Скачать файл с опасностями груза",
      "openForm": "Открыть форму для отправки заказа",
      "adminForm": "Вы не можете совершать заказы",
      "formTitle": "Заполните данные для отправки заказа",
      "name": "Имя",
      "email": "Email",
      "phone": "Телефон",
      "dangerType": "Тип Опасности",
      "distance": "Расстояние перевозки(км)",
      "volume": "Объем груза(м³)",
      "pickupLocation": "Пункт отправления:",
      "deliveryLocation": "Пункт назначения:",
      "calculatePrice": "Рассчитать цену",
      "price": "Цена грузоперевозки:",
      "description": "Описание и Информация",
      "submitOrder": "Отправить заказ",
      "cancel": "Отмена"
    },

    "aboutCompany": { 
    "title": "О компании",
    "description": "ООО «CargoTransportatioN» – это надежный партнер в сфере грузоперевозок, предоставляющий полный спектр услуг по доставке грузов по всей России и странам СНГ. Мы с 2015 года помогаем бизнесу и частным клиентам безопасно и быстро доставлять грузы любой сложности, предлагая современные решения и индивидуальный подход к каждому клиенту. Мы осуществляем автомобильные перевозки всех типов грузов, включая сборные и индивидуальные партии, а также предлагаем международную доставку с полным сопровождением таможенных процедур. Для удобства клиентов наша компания предоставляет складские услуги с возможностью хранения, упаковки и подготовки грузов к транспортировке. Наш автопарк насчитывает более 100 современных автомобилей, что позволяет перевозить грузы различного веса и объема. Мы гарантируем надежность на каждом этапе – от упаковки до доставки, а возможность отслеживания груза в реальном времени через приложение дает нашим клиентам уверенность в своевременной доставке. Каждое сотрудничество с нами строится на основе надежности, оперативности и высокого уровня сервиса. Наши специалисты разрабатывают оптимальные маршруты, чтобы минимизировать ваши затраты, а все грузы застрахованы для дополнительной безопасности. Свяжитесь с нами, чтобы получить качественные услуги грузоперевозок:",
    "phone": "Телефон: +7 (495) 123-45-67",
    "email": "Электронная почта: CargoTransportatioN@mail.ru",
    "address": "Адрес офиса: г. Астана, ул. Абая, д. 10, офис 15",
    "workingHours": "Рабочее время: Пн-Пт с 8:00 до 17:00",
    "tagline": "ООО «CargoTransportatioN» – мы доставляем ваши грузы с заботой и профессионализмом!"
    },

    "loginPage":{
      "errorMessage": "Примите Условия пользования",
      "iAccept": "Я ПРИНИМАЮ",
      "conditionsCaps": "УСЛОВИЯ ПОЛЬЗОВАНИЯ",
      "accept": "Принять",
      "cancel": "Отказаться",
      "login": "Логин",
      "registration": "Регистрация",
      "emailRequired": "Email обязателен",
      "conditions": "Условия пользования"
    },

    "privacyPolicy": {
      "title": "Политика конфиденциальности",
      "introduction": {
        "line1": "Введение",
        "line2": "Настоящая Политика конфиденциальности (далее – Политика) описывает, как компания CargoTransportatioN (далее – Компания, мы, наш или нас) собирает, использует, передает и защищает ваши персональные данные, предоставленные через наш сайт грузоперевозок по миру.",
        "line3": "Мы понимаем важность обеспечения конфиденциальности и безопасности данных наших клиентов и гарантируем, что они будут обрабатываться в соответствии с действующим законодательством и правилами."
      },
      "dataCollection": {
        "title": "1. Сбор персональных данных",
        "line1": "Мы можем собирать следующие типы персональных данных:",
        "line2": "Имя, фамилия, отчество;",
        "line3": "Контактные данные (номер телефона, адрес электронной почты);",
        "line4": "Адрес отправления и доставки грузов;",
        "line5": "Платежные данные (включая информацию о банковских картах или иных методах оплаты);",
        "line6": "Информация о грузе (размеры, вес, содержимое, стоимость);",
        "line7": "История заказов и взаимодействий с Сайтом;",
        "line8": "Техническая информация (IP-адрес, cookies, данные об устройстве и браузере).",
        "line9": "Мы собираем ваши данные только в случае, если вы добровольно предоставляете их, используя наш Сайт, регистрируясь на нем или оформляя заказ."
      },
      "dataUsage": {
        "title": "2. Цели обработки данных",
        "line1": "Ваши персональные данные используются исключительно для следующих целей:",
        "line2": "Обработка и выполнение заказов на грузоперевозки;",
        "line3": "Обеспечение качественного обслуживания клиентов;",
        "line4": "Информирование о статусе заказа и предоставление обновлений;",
        "line5": "Выполнение юридических обязательств;",
        "line6": "Улучшение работы нашего Сайта и сервисов;",
        "line7": "Предоставление персонализированных предложений и рекламных материалов (только с вашего согласия)."
      },
      "dataSharing": {
        "title": "3. Передача данных третьим лицам",
        "line1": "Мы не передаем ваши данные третьим лицам, за исключением случаев, предусмотренных законодательством, а также для выполнения заказа, в том числе:",
        "line2": "Транспортным и логистическим партнерам для доставки грузов;",
        "line3": "Финансовым учреждениям для обработки платежей;",
        "line4": "Государственным органам по запросу в рамках законодательства.",
        "line5": "Во всех остальных случаях передача данных возможна только с вашего предварительного согласия."
      },
      "dataSecurity": {
        "title": "4. Безопасность данных",
        "line1": "Мы принимаем все необходимые меры для защиты ваших данных от несанкционированного доступа, утраты, изменения или распространения.",
        "line2": "В частности:",
        "line3": "Используем современные технологии шифрования данных;",
        "line4": "Ограничиваем доступ к данным только тем сотрудникам, которым это необходимо для выполнения их обязанностей;",
        "line5": "Регулярно обновляем наши системы безопасности."
      },
      "userRights": {
        "title": "5. Ваши права",
        "line1": "Вы имеете следующие права в отношении ваших персональных данных:",
        "line2": "Получить доступ к вашим данным и получить копию информации, которую мы храним;",
        "line3": "Исправить или обновить ваши данные;",
        "line4": "Удалить ваши данные (при условии отсутствия юридических обязательств, требующих их сохранения);",
        "line5": "Ограничить обработку ваших данных или возразить против их обработки;",
        "line6": "Отозвать согласие на обработку данных в любой момент.",
        "line7": "Для реализации ваших прав вы можете связаться с нами по контактам, указанным в разделе Контакты."
      },
      "cookies": {
        "title": "6. Использование файлов cookie",
        "line1": "Мы используем файлы cookie для улучшения работы Сайта. Cookie позволяют:",
        "line2": "Запоминать ваши предпочтения;",
        "line3": "Анализировать поведение на Сайте для его улучшения;",
        "line4": "Показывать релевантные рекламные материалы.",
        "line5": "Вы можете управлять настройками cookie в вашем браузере."
      },
      "dataRetention": {
        "title": "7. Хранение данных",
        "line1": "Мы храним ваши данные только до тех пор, пока это необходимо для выполнения целей, указанных в Политике, или в рамках требований законодательства."
      },
      "policyUpdates": {
        "title": "8. Изменения в Политике",
        "line1": "Мы оставляем за собой право обновлять данную Политику. Все изменения будут опубликованы на этой странице, и мы рекомендуем вам регулярно проверять ее актуальность."
      },
      "contact": {
        "title": "9. Контакты",
        "line1": "Если у вас есть вопросы или запросы относительно обработки ваших данных, свяжитесь с нами:",
        "line2": "Электронная почта: [CargoTransportatioN@mail.ru]",
        "line3": "Телефон: +88005553535",
        "line4": "Адрес: г.Астана ул.Абая д.10 офис 15",
        "line5": "Мы ценим ваше доверие и делаем все возможное для обеспечения безопасности и конфиденциальности ваших данных.",
        "line6": "Дата последнего обновления: 22.12.2024."
      }
    }
  }
  