{
    "account": "Жеке кабинет",
    "login": "Кіру/Тіркелу",
    "makeOrder": "Тапсырыс жасаңыз",
    "about": "Компания туралы",
    "authorized": "Рұқсат етілген пайдаланушы",
    "user": "Пайдаланушы:",
    "logout": "Шығу",
    "loading": "Жүктелуде...",
    "changeLang":"Тілді өзгерту",

    "landing": {
      "slide1": {
        "title": "CargoTranspotatioN Corporation",
        "description": "Жүк тасымалдауға көзқарасты өзгертетін заманауи ұйым."
      },
      "slide2": {
        "title": "Жылдам жеткізу",
        "description": "Біз сіздің жүктеріңізді бүкіл әлем бойынша ең жылдам тасымалдауды қамтамасыз етеміз."
      },
      "slide3": {
        "title": "Сенімділік пен қауіпсіздік",
        "description": "Біз тасымалдаудың барлық кезеңдерінде сіздің жүктеріңіздің сақталуына кепілдік береміз."
      },
      "slide4": {
        "title": "Жеке көзқарас",
        "description": "Біз сіздің қажеттіліктеріңізге сәйкес келетін шешімдерді әзірлейміз."
      }
    },

    "userInfo": {
      "title": "Пайдаланушы ақпараты",
      "email": "Пайдаланушы поштасы",
      "role": "Пайдаланушы рөлі",
      "roleUnavailable": "әлі қол жетімді емес",
      "authStatus": "Пайдаланушының авторизация күйі",
      "authenticated": "уәкілетті",
      "notAuthenticated": "рұқсат етілмеген",
      "activationStatus": "Белсендіру:",
      "activated": "электрондық пошта арқылы расталған тіркелгі",
      "notActivated": "электрондық поштаңызды растаңыз",
      "checklist": "Сіздің тапсыры тізімі",
      "adminChecklist": "Тапсырыстар тізімі",
      "noOrders": "Тапсырыс жоқ",
      "table": {
        "orderID": "Тапсырыс ID",
        "pickupLocation": "Шығу нүктесі",
        "deliveryLocation": "Баратын жер",
        "description": "Сипаттама",
        "price": "Бағасы",
        "status": "Күй",
        "name": "Аты",
        "email": "Email",
        "phoneNumber": "Телефон",
        "save": "Сақтау",
        "cancel": "Болдырмау"
      }
    },

    "order": {
      "nameError": "Атын енгізіңіз",
      "emailError": "Дұрыс электрондық поштаны енгізіңіз",
      "emailError2": "Электрондық поштаны енгізіңіз",
      "title": "Тапсырысыңызды жіберу",
      "thank": "Біздің жеткізу қызметін таңдағаныңызға рахмет! Жөнелтуді өңдеу және жіберу үшін төмендегі пішінді толтырыңыз. Жеткізу процесінде кідірістерді болдырмау үшін барлық мәліметтердің дұрыс екеніне көз жеткізіңіз.",
      "step1": "1-қадам: Жүк мәліметтерін толтырыңыз ",
      "description1": "Жөнелтуіңіз туралы барлық қажетті ақпаратты, соның ішінде тауар түрін, санын және жеткізу орнын енгізіңіз. Біздің қызмет құны мен жеткізу уақытын дәл есептей алуы үшін дәл ақпарат беру маңызды.",
      "step2": "2-қадам: Жүктің қауіптілігімен танысыңыз ",
      "description2": "Егер сіздің жүк қауіпті жүктер санатына жатқызылса, барлық ықтимал қауіптер тізімі бар файлды жүктеп алыңыз. Тасымалдау шарттарын мұқият оқып шығыңыз.",
      "step3": "3-қадам: Байланыс мәліметтерін енгізіңіз ",
      "description3": "Тапсырысыңызды жылдам өңдеуіміз және ықтимал өзгерістер туралы хабарлауымыз үшін байланыс деректеріңізді көрсетіңіз.",
      "step4": "4-қадам: Қосымша қызметтерді таңдаңыз ",
      "description4": "Сізге қосымша қызметтер қажет пе (мысалы, орау, сақтандыру және т.б.) тексеріңіз.",
      "step5": "5-қадам: Тапсырысыңызды жіберіңіз ",
      "description5": "Барлық өрістер толтырылғаннан кейін тапсырысыңызды растау үшін Жіберу түймесін басыңыз. Сіздің деректеріңіз өңделеді және мәліметтерді нақтылау үшін сізбен хабарласамыз.",
      "downloadFile": "Жүк қаупі бар файлды жүктеп алыңыз",
      "openForm": "Тапсырысты жіберу үшін пішінді ашыңыз",
      "adminForm": "Сіз тапсырыс бере алмайсыз",
      "formTitle": "Тапсырысыңызды жіберу үшін мәліметтерді толтырыңыз",
      "name": "Аты",
      "email": "Электрондық пошта",
      "phone": "Телефон",
      "dangerType": "Қауіп түрі",
      "distance": "Тасымалдау қашықтығы(км)",
      "volume": "Жүк көлемі(м³)",
      "pickupLocation": "Шығу нүктесі:",
      "deliveryLocation": "Баратын жер:",
      "calculatePrice": "Бағаны есептеңіз",
      "price": "Жүк құны:",
      "description": "Сипаттама және ақпарат",
      "submitOrder": "Тапсырыс жіберу",
      "cancel": "Болдырмау"
    },

    "aboutCompany": { 
      "title": "Компания туралы",
      "description": "«CargoTransportatioN» ЖШС бүкіл Ресей мен ТМД елдері бойынша жүктерді жеткізу қызметтерінің толық кешенін ұсынатын жүк тасымалдау саласындағы сенімді серіктес болып табылады. 2015 жылдан бастап біз бизнес пен жеке клиенттерге заманауи шешімдер мен әрбір клиентке жеке көзқарас ұсына отырып, кез келген күрделіліктегі жүктерді қауіпсіз және жылдам жеткізуге көмектесеміз. Біз жүктің барлық түрлерін, соның ішінде жиынтық және жеке партияларды автомобильмен тасымалдауды қамтамасыз етеміз, сондай-ақ кедендік рәсімдерді толық қолдау арқылы халықаралық жеткізуді ұсынамыз. Клиенттерге ыңғайлы болу үшін біздің компания тауарларды сақтау, орау және тасымалдауға дайындау мүмкіндігімен қойма қызметтерін ұсынады. Біздің көліктер паркінде 100-ден астам заманауи көліктер бар, бұл әртүрлі салмақтағы және көлемдегі жүктерді тасымалдауға мүмкіндік береді. Біз әр кезеңде сенімділікке кепілдік береміз - ораудан бастап жеткізуге дейін, ал қосымша арқылы жүкті нақты уақыт режимінде бақылау мүмкіндігі клиенттерімізге уақтылы жеткізілімге сенімділік береді. Бізбен әрбір ынтымақтастық сенімділік, тиімділік және қызмет көрсетудің жоғары деңгейі негізінде құрылады. Біздің мамандар шығындарыңызды азайту үшін оңтайлы бағыттарды әзірлейді және қосымша қауіпсіздік үшін барлық жүк сақтандырылады. Сапалы жүк тасымалдау қызметтерін алу үшін бізге хабарласыңыз:",
      "phone": "Телефон: +7 (495) 123-45-67",
      "email": "Электрондық пошта: CargoTransportatioN@mail.ru",
      "address": "Кеңсе мекенжайы: Астана қ., көш. Абай, 10, кеңсе 15",
      "workingHours": "Жұмыс уақыты: дүйсенбі-жұма 8:00-ден 17:00-ге дейін",
      "tagline": "CargoTransportatioN LLC - біз сіздің жүктеріңізді мұқият және кәсіби түрде жеткіземіз!"
      },

      "loginPage":{
        "errorMessage": "Пайдалану шарттарын қабылдаңыз",
        "iAccept": "ҚАБЫЛДАЙМЫН",
        "conditionsCaps": "ПАЙДАЛАНУ ШАРТТАРЫ",
        "accept": "Қабылдау",
        "cancel": "Бас тарту",
        "login": "Жүйеге кіру",
        "registration": "Тіркеу",
        "emailRequired": "Электрондық пошта қажет",
        "conditions": "Пайдалану шарттары"
      },

      "privacyPolicy": {
        "title": "Құпиялылық саясаты",
        "introduction": {
          "line1": "Кіріспе",
          "line2": "Осы Құпиялық саясаты (бұдан әрі – Саясат) CargoTransportatioN (бұдан әрі – Компания, біз, біздің немесе біз) дүниежүзілік жүк тасымалдау веб-сайты арқылы берілген жеке деректеріңізді қалай жинайтынын, пайдаланатынын, бөлісетінін және қорғайтынын сипаттайды.",
          "line3": "Біз тұтынушылар деректерінің құпиялылығы мен қауіпсіздігін сақтаудың маңыздылығын түсінеміз және олардың қолданыстағы заңдар мен ережелерге сәйкес өңделуін қамтамасыз етеміз."
        },
        "dataCollection": {
          "title": "1. Дербес деректерді жинау",
          "line1": "Біз жеке деректердің келесі түрлерін жинай аламыз:",
          "line2": "Аты, тегі, әкесінің аты;",
          "line3": "Байланыс ақпараты (телефон нөмірі, электрондық пошта мекенжайы);",
          "line4": "Тауарды жөнелту және жеткізу мекенжайы;",
          "line5": "Төлем туралы ақпарат (соның ішінде банктік карталар немесе басқа төлем әдістері туралы ақпарат);",
          "line6": "Жүк туралы ақпарат (габариттері, салмағы, мазмұны, құны);",
          "line7": "Тапсырыстардың тарихы және Сайтпен өзара әрекеттесу;",
          "line8": "Техникалық ақпарат (IP мекенжайы, cookie файлдары, құрылғы және шолғыш деректері).",
          "line9": "Біз сіздің ақпаратыңызды біздің сайтты пайдалану, сайтта тіркелу немесе тапсырыс беру арқылы өз еркіңізбен берген жағдайда ғана жинаймыз."
        },
        "dataUsage": {
          "title": "2. Мәліметтерді өңдеудің мақсаттары",
          "line1": "Сіздің жеке деректеріңіз тек келесі мақсаттар үшін пайдаланылады:",
          "line2": "Жүктерді тасымалдауға тапсырыстарды өңдеу және орындау;",
          "line3": "Тұтынушыларға сапалы қызмет көрсету;",
          "line4": "Тапсырыс жағдайы туралы хабарлау және жаңартуларды қамтамасыз ету;",
          "line5": "Заңды міндеттемелерді орындау;",
          "line6": "Сайтымыздың және қызметтеріміздің жұмысын жақсарту;",
          "line7": "Жеке ұсыныстар мен жарнамалық материалдарды ұсыну (тек сіздің келісіміңіз бойынша)."
        },
        "dataSharing": {
          "title": "3. Деректерді үшінші тұлғаларға беру",
          "line1": "Біз сіздің деректеріңізді үшінші тұлғаларға заңмен талап етілетін жағдайларды қоспағанда, сондай-ақ тапсырысты орындау үшін бермейміз, соның ішінде:",
          "line2": "Жүктерді жеткізу бойынша көлік-логистикалық серіктестер;",
          "line3": "Төлемдерді өңдеуге арналған қаржы институттары;",
          "line4": "Заң шеңберінде сұрау салу бойынша мемлекеттік органдарға.",
          "line5": "Барлық басқа жағдайларда деректерді тасымалдау сіздің алдын ала келісіміңізбен ғана мүмкін болады."
        },
        "dataSecurity": {
          "title": "4. Деректер қауіпсіздігі",
          "line1": "Біз сіздің деректеріңізді рұқсатсыз кіруден, жоғалудан, өзгертуден немесе таратудан қорғау үшін барлық қажетті шараларды қабылдаймыз.",
          "line2": "Сондай-ақ:",
          "line3": "Біз деректерді шифрлаудың заманауи технологияларын қолданамыз;",
          "line4": "Біз деректерге қол жеткізуді өз міндеттерін орындау үшін қажет қызметкерлерге ғана шектейміз;",
          "line5": "Біз қауіпсіздік жүйелерін үнемі жаңартып отырамыз."
        },
        "userRights": {
          "title": "5. Сіздің құқықтарыңыз",
          "line1": "Сіздің жеке деректеріңізге қатысты келесі құқықтарыңыз бар:",
          "line2": "Деректеріңізге қол жеткізіңіз және біздегі ақпараттың көшірмесін алыңыз;",
          "line3": "Деректерді түзету немесе жаңарту;",
          "line4": "Деректеріңізді жою (егер оны сақтау бойынша заңды міндеттеме болмаса);",
          "line5": "Деректеріңізді немесе оларды өңдеуге нысанды өңдеуді шектеңіз;",
          "line6": "Деректерді өңдеуге берілген келісімді кез келген уақытта қайтарып алу.",
          "line7": "Құқықтарыңызды пайдалану үшін «Контактілер» бөлімінде көрсетілген контактілер арқылы бізбен байланыса аласыз."
        },
        "cookies": {
          "title": "6. Cookie файлдарын пайдалану",
          "line1": "Біз cookie файлдарын сайттың жұмысын жақсарту үшін пайдаланамыз. Cookie файлдары мыналарға мүмкіндік береді:",
          "line2": "Өз қалауларыңызды есте сақтаңыз;",
          "line3": "Сайттағы мінез-құлықты жақсарту үшін талдау;",
          "line4": "Тиісті жарнамалық материалдарды көрсетіңіз.",
          "line5": "Сіз браузеріңізде cookie файлдарының параметрлерін басқара аласыз."
        },
        "dataRetention": {
          "title": "7. Мәліметтерді сақтау",
          "line1": "Біз сіздің деректеріңізді Саясатта көрсетілген мақсаттарды орындау үшін қажет болғанша немесе заң талап еткендей ғана сақтаймыз."
        },
        "policyUpdates": {
          "title": "8. Саясатқа енгізілген өзгерістер",
          "line1": "Біз осы Саясатты жаңарту құқығын өзімізде қалдырамыз. Кез келген өзгертулер осы бетте жарияланады және жаңартуларды үнемі тексеріп тұруды ұсынамыз."
        },
        "contact": {
          "title": "9. Контактілер",
          "line1": "Деректеріңізді өңдеуге қатысты сұрақтарыңыз немесе сұрауларыңыз болса, бізге хабарласыңыз:",
          "line2": "Электрондық поштасы: [CargoTransportatioN@mail.ru]",
          "line3": "Телефон: +88005553535",
          "line4": "Мекен-жайы: Астана қ., Абай к-сі, 10, 15-кабинет",
          "line5": "Біз сіздің сеніміңізді бағалаймыз және деректеріңіздің қауіпсіздігі мен құпиялылығын қамтамасыз ету үшін қолдан келгеннің бәрін жасаймыз.",
          "line6": "Соңғы жаңартылған күні: 22.12.2024."
        }
      }
  }
  