{
    "account": "Жеке кабинет",
    "login": "Кіру/Тіркелу",
    "makeOrder": "Тапсырыс жасаңыз",
    "about": "Компания туралы",
    "authorized": "Рұқсат етілген пайдаланушы",
    "user": "Пайдаланушы:",
    "logout": "Шығу",
    "loading": "Жүктелуде...",

    "landing": {
      "slide1": {
        "title": "ReactExpress Corporation",
        "description": "Жүк тасымалдауға көзқарасты өзгертетін заманауи ұйым."
      },
      "slide2": {
        "title": "Жылдам жеткізу",
        "description": "Біз сіздің жүктеріңізді бүкіл әлем бойынша ең жылдам тасымалдауды қамтамасыз етеміз."
      },
      "slide3": {
        "title": "Сенімділік пен қауіпсіздік",
        "description": "Біз тасымалдаудың барлық кезеңдерінде сіздің жүктеріңіздің сақталуына кепілдік береміз."
      },
      "slide4": {
        "title": "Жеке көзқарас",
        "description": "Біз сіздің қажеттіліктеріңізге сәйкес келетін шешімдерді әзірлейміз."
      }
    },

    "userInfo": {
      "title": "Пайдаланушы ақпараты",
      "email": "Пайдаланушы поштасы",
      "role": "Пайдаланушы рөлі",
      "roleUnavailable": "әлі қол жетімді емес",
      "authStatus": "Пайдаланушының авторизация күйі",
      "authenticated": "уәкілетті",
      "notAuthenticated": "рұқсат етілмеген",
      "activationStatus": "Пайдаланушыны растау күйі",
      "activated": "электрондық пошта арқылы расталған тіркелгі",
      "notActivated": "электрондық поштаңызды растаңыз"
    },

    "order": {
      "nameError": "Атын енгізіңіз",
      "emailError": "Дұрыс электрондық поштаны енгізіңіз",
      "emailError2": "Электрондық поштаны енгізіңіз",
      "checklist": "Сіздің тапсырыстарыңыздың тізімі",
      "title": "Тапсырысыңызды жіберу",
      "thank": "Біздің жеткізу қызметін таңдағаныңызға рахмет! Жөнелтуді өңдеу және жіберу үшін төмендегі пішінді толтырыңыз. Жеткізу процесінде кідірістерді болдырмау үшін барлық мәліметтердің дұрыс екеніне көз жеткізіңіз.",
      "step1": "1-қадам: Жүк мәліметтерін толтырыңыз ",
      "description1": "Жөнелтуіңіз туралы барлық қажетті ақпаратты, соның ішінде тауар түрін, санын және жеткізу орнын енгізіңіз. Біздің қызмет құны мен жеткізу уақытын дәл есептей алуы үшін дәл ақпарат беру маңызды.",
      "step2": "2-қадам: Жүктің қауіптілігімен танысыңыз ",
      "description2": "Егер сіздің жүк қауіпті жүктер санатына жатқызылса, барлық ықтимал қауіптер тізімі бар файлды жүктеп алыңыз. Тасымалдау шарттарын мұқият оқып шығыңыз.",
      "step3": "3-қадам: Байланыс мәліметтерін енгізіңіз ",
      "description3": "Тапсырысыңызды жылдам өңдеуіміз және ықтимал өзгерістер туралы хабарлауымыз үшін байланыс деректеріңізді көрсетіңіз.",
      "step4": "4-қадам: Қосымша қызметтерді таңдаңыз ",
      "description4": "Сізге қосымша қызметтер қажет пе (мысалы, орау, сақтандыру және т.б.) тексеріңіз.",
      "step5": "5-қадам: Тапсырысыңызды жіберіңіз ",
      "description5": "Барлық өрістер толтырылғаннан кейін тапсырысыңызды растау үшін Жіберу түймесін басыңыз. Сіздің деректеріңіз өңделеді және мәліметтерді нақтылау үшін сізбен хабарласамыз.",
      "downloadFile": "Жүк қаупі бар файлды жүктеп алыңыз",
      "openForm": "Тапсырысты жіберу үшін пішінді ашыңыз",
      "formTitle": "Тапсырысыңызды жіберу үшін мәліметтерді толтырыңыз",
      "name": "Аты",
      "email": "Электрондық пошта",
      "phone": "Телефон",
      "dangerType": "Қауіп түрі",
      "description": "Сипаттама және ақпарат",
      "submitOrder": "Тапсырыс жіберу",
      "cancel": "Болдырмау"
    },

    "aboutCompany": { 
      "title": "Компания туралы",
      "description": "«CargoTransportatioN» ЖШС бүкіл Ресей мен ТМД елдері бойынша жүктерді жеткізу қызметтерінің толық кешенін ұсынатын жүк тасымалдау саласындағы сенімді серіктес болып табылады. 2015 жылдан бастап біз бизнес пен жеке клиенттерге заманауи шешімдер мен әрбір клиентке жеке көзқарас ұсына отырып, кез келген күрделіліктегі жүктерді қауіпсіз және жылдам жеткізуге көмектесеміз. Біз жүктің барлық түрлерін, соның ішінде жиынтық және жеке партияларды автомобильмен тасымалдауды қамтамасыз етеміз, сондай-ақ кедендік рәсімдерді толық қолдау арқылы халықаралық жеткізуді ұсынамыз. Клиенттерге ыңғайлы болу үшін біздің компания тауарларды сақтау, орау және тасымалдауға дайындау мүмкіндігімен қойма қызметтерін ұсынады. Біздің көліктер паркінде 100-ден астам заманауи көліктер бар, бұл әртүрлі салмақтағы және көлемдегі жүктерді тасымалдауға мүмкіндік береді. Біз әр кезеңде сенімділікке кепілдік береміз - ораудан бастап жеткізуге дейін, ал қосымша арқылы жүкті нақты уақыт режимінде бақылау мүмкіндігі клиенттерімізге уақтылы жеткізілімге сенімділік береді. Бізбен әрбір ынтымақтастық сенімділік, тиімділік және қызмет көрсетудің жоғары деңгейі негізінде құрылады. Біздің мамандар шығындарыңызды азайту үшін оңтайлы бағыттарды әзірлейді және қосымша қауіпсіздік үшін барлық жүк сақтандырылады. Сапалы жүк тасымалдау қызметтерін алу үшін бізге хабарласыңыз:",
      "phone": "Телефон: +7 (495) 123-45-67",
      "email": "Электрондық пошта: CargoTransportatioN@mail.ru",
      "address": "Кеңсе мекенжайы: Астана қ., көш. Абай, 10, кеңсе 15",
      "workingHours": "Жұмыс уақыты: дүйсенбі-жұма 8:00-ден 17:00-ге дейін",
      "tagline": "CargoTransportatioN LLC - біз сіздің жүктеріңізді мұқият және кәсіби түрде жеткіземіз!"
      }
  }
  